/* Localized versions of Info.plist keys */

"COMM_OPERATE_FAILED" = "操作失败！";
"COMM_OPERATE_SUCCESS" = "操作成功！";
"COMM_OPERATE_COMPL" = "完成！";
"COMM_REFRESH_PULLTEXT" = "下拉刷新";
"COMM_REFRESH_INGTEXT" = "刷新中";
"Promotions" = "促销活动";
"Products" = "我们的东东";
"Topics" = "专题精选";
"Release to refresh..." ="松开刷新";
"Pull down to refresh..." = "下拉刷新";
"Loading..." = "加载中";
"Last Updated: %@" = "最后更新时间：%@";
"%d days before" = "%d天前";
"%d hours before" = "%d小时前";
"%d minutes before" = "%d分钟前";
"one minute before" = "1分钟前";
"%.2fkiloes" = "约%.2f公里";
"%.0fkiloes" = "约%.0f公里";
"%dmeters" = "约%d米";
"NO ITEMS AVAILABLE" = "没有纪录！";
"no products shared" = "没有发布商品！";
"no products liked" = "Ta还没有喜欢的商品";
"no comments" = "先评论，得“沙发”!";
"Do liking..." = "关注...";
"no likes added" = "还没有添加收藏！";
"Ta Like" = "喜欢";
"Ta Share" = "分享";
"Ta homepage" = "Ta的主页";
"share prefix" = "我在逛@喜欢银泰，看到喜欢的东东，分享给大家：";
"Network failed" ="请求失败！";
"no shared item" = "没有分享商品！";
"promotion detail" = "促销活动详情";
"Can Not Camera" = "您的设备没有拍照功能";
"OK" = "确认";
"No Show" = "不再显示";
"Delete" = "删除";
"Delete prompt" = "您确定要删除吗？";
"Bind Card" = "绑定会员卡";
"Card Info Query" = "会员卡积点查询";

"FS_PRODETAIL_FAVORING" = "收藏中";
"FS_PRODETAIL_GETCOUPONING" = "获取优惠码中";
"PRO_COMMENT_LENGTH_NOTCORRECT" = "评论长度1－40";
"FS_PRODETAIL_COMMING" = "评论中";
"FS_PRODETAIL_COMMENTS_TITLE" = "评论：";
"Nearest" = "距离最近";
"Newest" = "最新发布";
"Today's new activities" ="今日新活动";
"ing activities" = "正在进行中";
"coming activities" = "即将开始";
"coupon" = "下载优惠码";
"favor" = "喜欢";
"brand:%@" ="品牌:  %@";
"Comments" = "评价";
"%dcomments" = "%d条";
"coupon will expired:%@" = "有效期: %@";
"coupon expired" = "已失效";
"coupon used" = "已使用";
"coupon added to account" = "优惠码已加入帐号！";
"coupon use instruction" = "在商场收银台结算时，请出示该优惠码，获得尊享优惠！";

"User_Profile_Like" = "我喜欢";
"User_Profile_Fans%d" = "粉丝:%d";
"User_Profile_Coups%d" = "优惠码:%d";
"User_Profile_Points%d" = "积点:%d";
"User_Coupon_store%a"= "%@";
"User_Profile_Back"= "返回";
"i shared" = "我分享";

"User_Profile_Setting" = "设置";
"USER_SETTING_EDITNGINFO" = "编辑个人资料";
"USER_SETTING_EDITNICKIE" = "修改昵称";
"USER_SETTING_CLEAR" = "清除缓存";
"USER_SETTING_LOGOUT" = "退出账户";
"USER_NICKIE_VALIDATE_ZERO" = "昵称不能为空";
"USER_FEEDBACK_CONTENT_VALIDATE_ZERO" = "反馈内容不能为空";
"USER_NICKIE_VALIDATE_TOO_MANY" = "昵称不能超过10个字符";
"USER_NICKIE_SET_TITLE" = "修改昵称";
"USER_NICKIE_SET_BUTTON" = "保存";
"USER_NICKIE_VALIDATE_PHONE" = "手机号码不正确！";
"USER_SETTING_FEEDBACK" = "意见反馈";
"USER_SETTING_COMMENT" = "亲，喜欢我们，请投票啦";
"Exit Current Account" = "您确定要退出当前账户吗？";
"Feedback tip message" = "欢迎您提出宝贵意见，协助我们不断提高服务，感谢您的支持！";
"Contact method" = "联系方式";
"Contact place holder" = "请输入您的手机号（选填）";
"Feedback content place holder" = "请输入您的意见或建议（必填）";
"Signature place holder" = "请输入您的个性签名";
"Male" = "男";
"Female" = "女";
"User Nickie" = "昵称: ";
"Input Nickie Tip" = "请输入您的昵称";
"Input Phone Tip" = "请输入您的手机号码";
"Contact phone tip" = "联系电话: ";
"Gender Tip" = "性别: ";
"Signature Tip" = "个性签名: ";
"Input Product Desc" = "请输入商品描述信息";
"Input Promotion Desc" = "请输入活动描述信息";

"Publish items" = "发布";
"Publish product" = "发布商品";
"Publish promotion" = "发布促销";
"Cancel" = "取消";
"upload thumnail now" = "上传头像...";
"Me likes persons" = "Me 关注好友";
"Ta likes persons" = "Ta 关注好友";
"Me fans" = "Me 的粉丝";
"Ta fans" = "Ta 的粉丝";
"fans:%d" = "粉丝:%d";
"like:%d" = "喜欢:%d";
"Login title" = "用户登陆";
"Homepage title" = "Me的主页";
"Promotion codes" = "优惠券";
"points%d" = "积点%d";
"points" = "积点";
"%@ got:%dpoints" = "%@ 获得%d积点";
"prodct uploading..." = "正在上传...";
"upload failed!" = "上传失败！";
"see  more products" = "查看商品";
"address: %@" = "地址： %@";
"phone: %@" = "电话： %@";
"detail descritpion" = "详细信息";
"login failed" = "登陆失败！";
"Warm prompt" = "温馨提示";
"only %d chars allowed" = "最大长度%d!";
"Exit Upload" = "您确定要退出上传吗？";
"Take_Care_Invoice:%@" = "活动已上传成功，请您妥善保管好生成的活动编号:%@，该活动编号将用于POS机活动对接";
"Content Preview" = "上传内容预览";
"Picture Browse" = "图片浏览";
"Browse Promotion Detail" = "查看商品活动详情";
"Browse Products List" = "查看活动商品列表";
"Prompt Of UnBindCard" = "您确定要解除会员卡绑定吗？";
"Pass Add Tip Info" = "优惠码下载成功，请到“Me的主页“中优惠券列表进行查看";
"Search Bar PlaceHolder String" = "搜索: 商品名称、品牌名称";
"Search Button Title" = "搜索";
"Search Result" = "搜索结果";
"Hot Keys Desc" = "热门关键字";
"Hot Brands Desc" = "热门品牌";

"PRO_UPLOAD_STEP_FINISH" = "保存";
"PRO_POST_IMG_LABEL" = "图片";
"PRO_POST_IMG_NOTEXT" = "请选择图片";
"PRO_POST_TITLE_LABEL" = "标题";
"PRO_POST_DESC_LABEL" = "描述";
"PRO_POST_DURATION_LABEL" = "有效期";
"PRO_POST_BRAND_LABEL" = "品牌";
"PRO_POST_TITLE_NOTEXT" = "请选择标题";
"PRO_POST_DESC_NOTEXT" = "请选择描述";
"PRO_POST_DURATION_STARTTEXT" = "请输入开始日期";
"PRO_POST_DURATION_ENDTEXT" = "请输入结束日期";
"PRO_POST_BRAND_NOTEXT" = "请选择品牌";
"PRO_POST_TITLE_LENGTH_ERROR %d" = "标题长度0－%d";
"PRO_POST_DESC_LENGTH_ERROR" = "描述长度0－100";
"PRO_POST_DURATION_ERROR" = "请选择活动有效期";
"PRO_POST_DESC_INFO" = "请输入描述内容";
"PRO_POST_TAG_LABEL" = "标签";
"PRO_POST_STORE_LABEL" = "商店";
"PRO_POST_TAG_NOTEXT" = "请选择标签";
"PRO_POST_STORE_NOTEXT" = "请选择店";
"PRO_POST_DURATION_STARTDATE_VALIDATE" = "开始日期必须大于当前日期！";
"PRO_POST_DURATION_ENDDATE_VALIDATE" = "结束日期必须大于开始日期！";
"PRO_POST_DURATION_DATE_VALIDATE" = "结束日期必须大于开始日期";

"SINA_WB_AUTHOR" = "新浪微博授权";
"SINA_WB_BACK" = "返回";

"Part_Promotion %@" = "。\r\n参与活动:%@";
"Promotion_Duration %@" = "。\r\n活动有效期:%@ ~ ";

"Upload_Preview_Title:%@" = "标题:%@\n";
"Upload_Preview_Desc:%@" = "描述信息:%@\n";
"Upload_Preview_Price:%@" = "价格:￥%@\n";
"Upload_Preview_BrandName:%@" = "品牌名称:%@\n";
"Upload_Preview_TagType:%@" = "标签类型:%@\n";
"Upload_Preview_Pro_StartTime:%@" = "活动开始时间:%@\n";
"Upload_Preview_Pro_EndTime:%@" = "活动结束时间:%@\n";
"Upload_Preview_StoreName:%@" = "门店名称:%@";

"TipInfo_Topic_List" = "还木有专题喔~，我们将尽快上传！";
"TipInfo_Product_List" = "亲，竟然是空的！";
"TipInfo_DongDong_ProductList" = "怎么没人分享商品呢？";
"TipInfo_Promotion_List" = "还木有促销信息喔~，我们将尽快发布！";
"TipInfo_DR_Shared_List" = "他还木有分享任何东东喔~";
"TipInfo_DR_Liked_List" = "Ta还没有喜欢的东东~";
"TipInfo_Me_Shared_List" = "好东西要大家一起分享哦";
"TipInfo_Me_Liked_List" = "看到喜欢的东东，记得收藏喔！";
"TipInfo_Liked_List" = "关注Ta人，看Ta人喜欢和分享";
"TipInfo_Fans_List" = "怎么还木有人关注我~~";
"TipInfo_Coupon_List" = "下载优惠券，体验不一样的实体店待遇";

"Product List" = "商品列表";
"Up To End Record" = "松开结束录音";
"Down To Start Record" = "按住开始录音";
"Down To Start Comment" = "按住开始评论";
"Speak Too Short, Please Say Again" = "说话时间太短，请重新录入";
"Click To Play" = "点击播放";
"Year Month Day H&M" = "yyyy年MM月dd日 HH时mm分";
"Member Card Type:%@-%@" = "会员卡类型: %@-%@";
"Member Card Number:%@" = "会员卡卡号: %@";
"Member Card Point:%@" = "会员卡积点: %@";
"Member Card Point Desc" = "会员卡积点信息";
"App Point Desc" = "APP积点信息";
"Reply All" = "回复 所有人";
"Reply %@" = "回复 %@";
"Member Card Num Input Tip" = "会员卡卡号不能为空";
"Member Card Pwd Input Tip" = "会员卡密码不能为空";
"Open Location Desc" = "您的手机定位已经关闭，请到设置->通用->定位服务中开启定位功能，如果您未开启定位功能，将无法享受定位相关服务。";